const foods = ["პიცა", "ბურგერი", "სალათა", "შაურმა","მწვადი","ქაბაბი","ლობიო","ხინკალი"];
const ingredients = {
    "პიცა": ["მაიონეზი", "კეჩუპი", "ყველი", "პეპერონი", "ცხარე წიწაკა"],
    "ბურგერი": ["ბურგერის პური", "გოჭის ხორცი", "სოუზი", "პომიდორი", "ყველი","სალათის ფურცელი"],
    "სალათა": ["სალათის ფურცელი", "პომიდორი", "კიტრი", "ხახვი", "წიწაკა"],
    "შაურმა":["კიტრი", "პომიდორი", "ხორცი", "მაიონეზი", "კეჩუპი", "სალათის ფურცელი"],
    "მწვადი":["ღორის ხორცი", "ბროწეული", "ხახვი", "თავისი ნელ-ცხარე სუნელებითურთ"],
    "ქაბაბი":["ღორისა და საქონლის რბილი ხორცი", "ხახვი", "ნიორი", "კოწახური", "ქინძის მარცვლები", "ძირას თესლი", "მარილი და პილპილი"],
    "ლობიო":["ლობიო", "ხახვი", "ნიორი", "დაფნის ფოთოლი", "მარილი,ძმარი", "პრასი", "ოხრახუში,ქინძი"],
    "ხინკალი":["საქონლის,ღორის ან ცხვრის ხორცი", "კვლიავი", "ქონდარი", "ნიორი", "ხახვი", "ძირა"]


};
const photos = {
    "პიცა": "../images/პიცუ",
    "ბურგერი": "../images/burger.jpeg",
    "სალათა": "../images/salata.jpg",
    "შაურმა":"../images/შაურმა",
    "მწვადი":"../images/მწვადი",
    "ქაბაბი":"../images/ქაბაბი1",
    "ლობიო":"../images/ლობიო1",
    "ხინკალი":"../images/ხინკალი"
};

// export {
//     foods,
//     ingredients,
//     photos,
// }